---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FilterStringEndsWith
source: html/295f9b46-203b-5f91-d05a-e6c556bb57d7.htm
---
# FilterStringEndsWith Members

Constructs an instance of FilterStringEndsWith.